{
    "Home" : "الرئيسية",
    "Login" : "تسجيل الدخول",
    "onBoradingWelcome":"مرحبا بك في تطبيقنا",
"SKIP":"تخطي",
"as admin":"كمسؤول",
"Contact With US":"التواصل معنا",
"ADHD Awareness":"ADHD Awareness",
"onBoardingBody2":"سيوفر هذا التطبيق للوالدين معرفة ما اذا طفلهم يعاني من اضطراب فرط الحركة ونقص الانتباه وايضا معرفة مستوى القلق عند المراهقين",
"onBoardingBody3":"وفر وقتك وجهدك",
"onBoradingTitle3":"سهل وسريع",
"onBoardingTitle2":"ادارة اطفالك",
"onBoardingTitle4":" انضم إلينا",
"Get Started":"البدء",
"Add child info" : "أضف معلومات طفلك",
"What is Anxiety?" : "Anxiety ماهو ؟",
"ADHD":"ADHD",
"onBoardingTitle5":"قم بإختيار اللغة",
"About Us" : "من نحن؟",
"LEVEL":"مستوى",
"By Melinda Smith, M.A. and Jeanne Segal, Ph.D.":"By Melinda Smith, M.A. and Jeanne Segal, Ph.D.",
"User Information updated successfully":"تم تحديث معلومات المستخدم بنجاح",
"Name is required":"الاسم مطلوب",
"Please enter letters only":"الرجاء ادخال احرف فقط",
"please enter a valid Email format" : "الرجاء إدخال صيغة بريد الكتروني صحيحة",
"Phone number is required" :"رقم الهاتف مطلوب",
"please enter numbers only" :"الرجاء إدخال ارقام فقط",
"please enter 10 numbers only" : "الرجاء إدخال عشرة ارقام فقط",
"please enter 10 numbers" : "الرجاء إدخال عشرة ارقام",
"                                                                                            As a parent, you set the stage for your child emotional and physical health. You have control over many of the factors that can positively influence the symptoms of your child disorder.":"                                                                                            بصفتك أحد الوالدين ، فأنت تمهد الطريق لصحة طفلك العاطفية والجسدية. لديك سيطرة على العديد من العوامل التي يمكن أن تؤثر بشكل إيجابي على أعراض اضطراب طفلك.",
"UnAcceptabel password , it must contain :" : "كلمة مرور غير مقبولة , لابد أن تحتوي على :",
"- 10 characters at least and 30 characters at must" : "- عشرة ارقام او احرف على الاقل و 30 على الاكثر",
"- One Captial letter at least  " : "- حرف كبير واحد على الأقل  ",
"- One number at least" : "- رقم واحد على الأقل",
"- One symbol at least (? # @ & % ! *) ": "- رمز واحد على الأقل (؟ # @ & % ! *)",
    "Your Children Info": "معلومات طفلك",
    "welcome to our application ! we help the parent to identify if their children or teenagers have ADHD or NOT , also we predict the anxiety level for their teenagers. For children , there is a fun game and the parent can contact with specialists in ADHD as well as reading some useful articles to increase their knowldege.For teenagers , also the parent can contact with specialists .":"مرحبا بكم في تطبيقنا! نحن نساعد الوالدين على تحديد ما إذا كان أطفالهم أو المراهقون يعانون من اضطراب فرط الحركة ونقص الانتباه أم لا ، ونتوقع أيضًا مستوى القلق لدى المراهقين. بالنسبة للأطفال ، هناك لعبة ممتعة ويمكن للوالد الاتصال بالمتخصصين في اضطراب فرط الحركة ونقص الانتباه بالإضافة إلى قراءة بعض المقالات المفيدة لزيادة معرفتهم. بالنسبة للمراهقين ، يمكن للوالد أيضًا الاتصال بالمتخصصين.",
    " Confirm Password" : "تأكيد كلمة المرور",
    "One of the conditions for using our program is that it is used only for the target group only (parents, children and teenagers with ADHD)":"من شروط استخدام برنامجنا أن يتم استخدامه فقط من اجل الفئة المستهدفة فقط ( الاهل ، الاطفال والمراهقين المصابين بفرط الحركة ونقص الانتباه)",
    "Please enter again the password!" : "الرجاء إدخال كلمة المرور مرة اخرى",
    "The Passwords does not match" : "كلمة المرور غير متطابقة",
    "Add Your Child Info": "اضف معلومات طفلك",
    "What is ADHD?" : "ADHD ماهو ؟",
    "Take a Questionnaire?" :"هل تريد اخذ استبيان؟",
    "Go to test":"اذهب للاختبار",
    "Hi" : "مرحبا",
    "Sorry not found any children" : "ليس لديك اي اطفال",
    "Settings":"الاعدادات",
    "Language":"اللغة",
    "Manage Child Info" : "اعداد معلومات طفلك",
    "Update Info" : "تحديث المعلومات",
    
    "About us text" : "من نحن نص",
    "Terms & Conditions":"الاحكام والشروط",
    "Logout" :"تسجيل خروج",
    "Version Number: 1.0": "نسخة رقم 1",
    "Select a language" : "اختر لغة ",
    "Login Successfully!": "تم تسجيل الدخول بنجاح",
    "Please login to your personal account!": "تسجيل الدخول لحسابك الشخصي" ,
    "Email" : "الايميل",
    "Please enter your email!":"ادخل الايميل",
    "Password":"كلمة المرور",
    "Please enter your Password!":"ادخل كلمة المرور",
    "Dont Have an account?": "لا يوجد لديد حساب؟",
    "Register" : "التسجيل",
    "Registration Successfully!, Login Now" :"تم التسجيل بنجاح , سجل دخولك الان!",
    "Hello" : "مرحبا",
    "Please complete the registration to login!" : "رجاء اكمل التسجيل للدخول ",
    "Name":"الاسم",
    "Please enter your Name!" : "ادخل الاسم",
    "Name must be less than 12 character!": "الاسم لابد ن يكون اقل من 12 حرف",
    "Please enter your e-mail address": "ادخل عنوان البريد الالكتروني",
    "Phone number":"رقم الهاتف",
    "Please enter your phone number!" : "ادخل رقم هاتفك",
    "Please enter SA number" :"ادخل رقم هاتف سعودي",
    "Please enter password!": "ادخل كلمة المرور",
    "Password must be greater than 10 characters!" :"كلمة المرور لابد ان تكون اكثر من 10 ارقام",
    "Password must be less than 30 characters!":"كلمة المرور لابد ان تكون اقل من 30",
    "Have an account?":"ليس لديك حساب؟",
    "Your child addded Successfully!" : "تم اضافة طفلك بنجاح",
    "Child Information": "معلومات الطفل",
    "Fill your Child Info" : "املئ معلومات طفلك",
    "girl" : "انثى",
    "boy" : "ذكر",
    "Gender" : "الجنس",
    "Name must contain letters only":"الاسم لابد ان يحتوي على احرف فقط",
   
    "Name must be between 2 and 10 letters":"الاسم لابد ان يكون بين 2 الى 10 احرف",
    "Update" : "تحديث",
    
    "What is Anixety ?":"ماهو القلق؟",
"anixetyDescription" : "اضطراب القلق هو نوع من حالات الصحة العقلية. إذا كنت تعاني من اضطراب القلق ، فقد تستجيب لأشياء ومواقف معينة بالخوف والرهبة. قد تواجه أيضًا علامات جسدية للقلق ، مثل ضربات القلب والتعرق ، ومن الطبيعي أن تشعر ببعض القلق. قد تشعر بالقلق أو التوتر إذا كان عليك معالجة مشكلة في العمل ، أو الذهاب إلى مقابلة ، أو إجراء اختبار أو اتخاذ قرار مهم. ويمكن أن يكون القلق مفيدًا أيضًا. على سبيل المثال ، يساعدنا القلق على ملاحظة المواقف الخطرة ويركز انتباهنا ، لذلك نحافظ على سلامتنا.",
    "Update your personal information!" : "تحديث معلومات الشخصية",
    "What's your child Gender?": "ماهو جنس طفلك؟",
    "What's your Child Name?" : "ماهو اسم طفلك؟",
    "Condition & Terms": "الشروط والاحكام",
    "Attention Deficit Hypeactivity Disorder is one of the most common neurodevelopmental disorders of childhood. It is usually first diagnosed in childhood and often lasts into adulthood. Children with ADHD may have trouble paying attention, controlling impulsive behaviors (may act without thinking about what the result will be), or be overly active." : "يعد اضطراب نقص الانتباه وفرط النشاط أحد أكثر اضطرابات النمو العصبي شيوعًا في مرحلة الطفولة. عادة ما يتم تشخيصه لأول مرة في مرحلة الطفولة وغالبًا ما يستمر حتى مرحلة البلوغ. قد يواجه الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه صعوبة في الانتباه ، والتحكم في السلوكيات الاندفاعية (قد يتصرفون دون التفكير في النتيجة) ، أو يكونون مفرطون في النشاط.",
    "Child Name" : "اسم الطفل",
    "Please enter your Child Name!" : "ادخل اسم الطفل",
    "Age":"العمر",
    "Girl":"أنثى",

    "Boy" : "ذكر",
    "Continue":"استمرار",
    "Submit":"تسليم",
    "What's your Child Age?" : "ماهو عمر طفلك؟",
    "Your child updated Successfully!":"تم تحديث طفلك بنجاح",
    "Fun Activities" : "العاب مرحة",
    "XO Game": "XO لعبة",
    "Play Now" : "العب الان",
    "Child Removed Successfully!": "تم ازالة الطفل بنجاح",
    "Article" : "المقال",
    "Articles": "المقالات",
    "Tips": "اضافات",
    
    " ADHD Parenting Tips":"      نصائح حول الأبوة والأمومة مع طفل يعاني من اضطراب فرط النشاط وقلة التركيز",
    "Tip 5: Help your child eat right":"النصيحة الخامسة: ساعد طفلك على تناول الطعام بشكل صحيح",
    "Tip 6: Teach your child how to make friends":"النصيحة السادسة: علم طفلك كيفية تكوين صداقات",
    "         How to help your child with ADHD!":"         كيف تساعد طفلك المصاب باضطراب فرط الحركة ونقص الانتباه!",
    "References":"المراجع",
    "                                                                                            Children with ADHD often have energy to burn. Organized sports and other physical activities can help them get their energy out in healthy ways and focus their attention on specific movements and skills. The benefits of physical activity are endless: it improves concentration, decreases depression and anxiety, and promotes brain growth. Most importantly for children with attention deficits, however, is the fact that exercise leads to better sleep, which in turn can also reduce the symptoms of ADHD":"                                                                                            غالبًا ما يمتلك الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه طاقة ليحرقوها. يمكن للرياضات المنظمة والأنشطة البدنية الأخرى أن تساعدهم على إخراج طاقتهم بطرق صحية وتركيز انتباههم على حركات ومهارات محددة. فوائد النشاط البدني لا حصر لها: فهو يحسن التركيز ، ويقلل من الاكتئاب والقلق ، ويعزز نمو الدماغ. الأهم بالنسبة للأطفال الذين يعانون من نقص الانتباه هو حقيقة أن التمارين تؤدي إلى نوم أفضل ، والذي بدوره يمكن أن يقلل أيضًا من أعراض اضطراب نقص الانتباه مع فرط النشاط.",
    "Tip 1: Stay positive and healthy yourself":"النصيحة الأولى: كن إيجابيًا وصحيًا بنفسك",
    "Life with a child or teen with attention deficit hyperactivity disorder can be frustrating, even overwhelming. But as a parent you can help your child overcome daily challenges, channel their energy into positive arenas, and bring greater calm to your family. And the earlier and more consistently you address your child’s problems, the greater chance they have for success in life.If you keep in mind that having ADHD is just as frustrating for your child, it will be a lot easier to respond in positive, supportive ways. With patience, compassion, and plenty of support, you can manage childhood ADHD while enjoying a stable, happy home.":"يمكن أن تكون الحياة مع طفل أو مراهق مصاب باضطراب فرط الحركة ونقص الانتباه أمرًا محبطًا ، بل ومربِكًا. لكن بصفتك أحد الوالدين ، يمكنك مساعدة طفلك على التغلب على التحديات اليومية ، وتوجيه طاقته إلى المجالات الإيجابية ، وإضفاء مزيد من الهدوء على أسرتك. وكلما عالجت مشاكل طفلك مبكرًا وبصورة أكثر اتساقًا ، زادت فرص نجاحه في الحياة ، إذا كنت تضع في اعتبارك أن الإصابة باضطراب فرط الحركة ونقص الانتباه أمر محبط تمامًا لطفلك ، فسيكون من الأسهل كثيرًا الاستجابة بشكل إيجابي وداعم. طرق. بالصبر والرحمة والكثير من الدعم ، يمكنك إدارة اضطراب فرط الحركة ونقص الانتباه في مرحلة الطفولة أثناء الاستمتاع بمنزل مستقر وسعيد.",
    
    "Tip 2: Establish structure and stick to it":"النصيحة الثانية: قم بإنشاء هيكل والتزم به",
    "                                                                                            Children with ADHD are more likely to succeed in completing tasks when the tasks occur in predictable patterns and in predictable places. Your job is to create and sustain structure in your home, so that your child knows what to expect and what they are expected to do.":"                                                                                            من المرجح أن ينجح الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه في إكمال المهام عندما تحدث المهام في أنماط يمكن التنبؤ بها وفي أماكن يمكن التنبؤ بها. مهمتك هي إنشاء هيكل في منزلك والحفاظ عليه ، بحيث يعرف طفلك ما يمكن توقعه وما يتوقع منه القيام به.",
    "Tip 3: Encourage movement and sleep":"النصيحة الثالثة: شجع على الحركة والنوم",
    "Tip 4: Set clear expectations and rules":"النصيحة الرابعة: ضع توقعات وقواعد واضحة",
    
    "                                                                                            Children with ADHD need consistent rules that they can understand and follow. Make the rules of behavior for the family simple and clear. Write down the rules and hang them up in a place where your child can easily read them. Children with ADHD respond particularly well to organized systems of rewards and consequences. Its important to explain what will happen when the rules are obeyed and when they are broken. Finally, stick to your system: follow through each and every time with a reward or a consequence.":"                                                                                            يحتاج الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه إلى قواعد ثابتة يمكنهم فهمها واتباعها. اجعل قواعد السلوك الخاصة بالأسرة بسيطة وواضحة. اكتب القواعد وعلقها في مكان يمكن لطفلك قراءتها بسهولة. يستجيب الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه بشكل جيد لأنظمة المكافآت والعواقب المنظمة. من المهم شرح ما سيحدث عند الامتثال للقواعد وعندما يتم كسرها. أخيرًا ، التزم بنظامك: تابع كل مرة بمكافأة أو نتيجة.",
    "                                                                                            Children with ADHD often have difficulty with simple social interactions. They may struggle with reading social cues, talk too much, interrupt frequently, or come off as aggressive or “too intense.” Their relative emotional immaturity can make them stand out among children their own age, and make them targets for unfriendly teasing. Dont forget, though, that many kids with ADHD are exceptionally intelligent and creative and will eventually figure out for themselves how to get along with others and spot people who are not appropriate as friends. Moreover, personality traits that might exasperate parents and teachers may come across to peers as funny and charming.":"                                                                                            غالبًا ما يواجه الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه صعوبة في التفاعلات الاجتماعية البسيطة. قد يواجهون صعوبة في قراءة الإشارات الاجتماعية ، أو التحدث كثيرًا ، أو المقاطعة بشكل متكرر ، أو اعتبارهم عدوانيين أو مكثفين للغاية. يمكن أن يجعلهم عدم نضجهم العاطفي النسبي يبرزون بين الأطفال في سنهم ، ويجعلهم أهدافًا للمضايقات غير الودية. لا تنس ، مع ذلك ، أن العديد من الأطفال المصابين باضطراب فرط الحركة ونقص الانتباه يتمتعون بذكاء وإبداع استثنائي وسيكتشفون في النهاية بأنفسهم كيفية التعايش مع الآخرين وتحديد الأشخاص غير المناسبين كأصدقاء. علاوة على ذلك ، فإن السمات الشخصية التي قد تثير غضب الآباء والمعلمين قد تظهر للأقران على أنها مضحكة وساحرة.",
    
    "Read Articles":"إقرأ بعض المقالات",
    "                                                                                            Diet is not a direct cause of attention deficit disorder, but food can and does affect your child mental state, which in turn seems to affect behavior. Monitoring and modifying what, when, and how much your child eats can help decrease the symptoms of ADHD":"                                                                                            لا يُعد النظام الغذائي سببًا مباشرًا لاضطراب نقص الانتباه ، ولكن يمكن للطعام أن يؤثر على الحالة العقلية لطفلك ، والتي بدورها يبدو أنها تؤثر على السلوك. يمكن أن تساعد مراقبة وتعديل ماذا ومتى وكم يأكل طفلك في تقليل أعراض اضطراب فرط الحركة ونقص الانتباه.",
    "Here you will find useful articles that help you how to deals with your child .":"ستجد هنا مقالات مفيدة تساعدك في كيفية التعامل مع طفلك. ",
    "Contact With Specialists":"تواصل مع اخصائيين",
    "you can contact with doctors if you want to ask about your child condition":"سيكون لديك القدرة على التواصل مع اطباء مختصين في فرط الحركة ونقص الانتباه",
    "Dont Worry!":"لا تقلق!",
    "Behavior Therapy First for Young Children with ADHD":"العلاج السلوكي للأطفال المصابين باضطراب فرط الحركة ونقص الانتباه",
    "The Anxiety level for your child:": "نسبة القلق لدى طفلك :",
    "Learn about using behavior therapy first to help young children with ADHD ":"تعرف على استخدام العلاج السلوكي أولاً لمساعدة الأطفال الصغار المصابين باضطراب فرط الحركة ونقص الانتباه ",
    "Results": "النتائج",
    "Result:": "النتيجة",
    "Dont Worry! ":"!لا تقلق ",
    "ADHD Parenting Tips" :"نصائح الأبوة والأمومة لاطفال فرط الحركة ونقص التركيز",
    "We will help you to being supportive to your child and take advices in the simplest and easiest way from experts in ADHD, Also there is some fun activity and you can increase your knowledge by reading useful articles.":"سنساعدك على أن تكون داعمًا لطفلك وتأخذ النصائح بأبسط وأسهل طريقة من الخبراء في اضطراب فرط الحركة ونقص الانتباه ، كما يوجد بعض الأنشطة الممتعة ويمكنك زيادة معرفتك من خلال قراءة مقالات مفيدة.",
    "Let's know Anxiety level":"اعرف نسبة القلق لدى طفلك",
    "Help Me":"مساعدة",
    "Specialist Details":"تفاصيل الاخصائيين",
    "Address":"العنوان",

    "Question":"السؤال",
    "Phone Number":"رقم الهاتف",
    "Specialists":"الاخصائيين",
    "Reference":"المرجع",
    "Here you will find a funny game for your child to be more concentrate":"ستجد هنا لعبة ممتعة لطفلك ليكون أكثر تركيزًا",
    "    Behavior Therapy for Children with ADHD":"    العلاج السلوكي للأطفال المصابين باضطراب فرط الحركة ونقص الانتباه",
    "ADHD is one of the most common enduring conditions of childhood and affects many children, including very young children. Those with more severe symptoms are often diagnosed earlier Being easily distracted, impulsive, and highly active is normal for young children, but when the symptoms are severe and persistent, it can cause problems. Young children with ADHD are more likely than those without ADHD to have difficulties in early education programs or school, including problems with peer relationships, learning, and a higher risk of injuries..":"يعد اضطراب نقص الانتباه مع فرط النشاط أحد أكثر حالات الطفولة شيوعًا ويؤثر على العديد من الأطفال ، بما في ذلك الأطفال الصغار جدًا. غالبًا ما يتم تشخيص الأشخاص الذين يعانون من أعراض أكثر حدة في وقت مبكر. الأطفال الصغار المصابون باضطراب فرط الحركة ونقص الانتباه هم أكثر عرضة من أولئك الذين لا يعانون من اضطراب فرط الحركة ونقص الانتباه إلى صعوبات في برامج التعليم المبكر أو المدرسة ، بما في ذلك مشاكل العلاقات مع الأقران ، والتعلم ، وزيادة مخاطر التعرض للإصابات ..",
    "My Young Child has been Diagnosed with ADHD, Now What?":"تم تشخيص طفلي الصغير باضطراب فرط الحركة ونقص الانتباه ، وماذا الآن؟",
    "How Can Parent Training in Behavior Management Help my Child?":"كيف يمكن لتدريب الوالدين على إدارة السلوك أن يساعد طفلي؟",
    "Consult Specialists":"استشارة الاخصائيين",
    "                                                                                            Children who have ADHD act in ways that are often challenging for parents. Children may forget things they are told, be overly active, and act before thinking. They might not be able to get positive attention the way that other children can; they tend to misbehave and might be punished more frequently than other children. Even if children with ADHD really try to follow rules, they might not be able to. This can have a negative impact on their self-image, and cause them to give up trying or to act up more often. A therapist skilled in behavior management can help parents understand how ADHD affects their child. Parent training in behavior management is used to help change problem behaviors by building parenting skills, improving the relationship between parents and their child with ADHD, and helping children manage their own behaviors.":"يتصرف الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه بطرق غالبًا ما تمثل تحديًا للآباء. قد ينسى الأطفال الأشياء التي يُقال لهم ، ويكونون مفرطين في النشاط ، ويتصرفون قبل التفكير. قد لا يتمكنون من الحصول على الاهتمام الإيجابي بالطريقة التي يستطيع بها الأطفال الآخرون ؛ إنهم يميلون إلى سوء التصرف وقد يتعرضون للعقاب أكثر من الأطفال الآخرين. حتى لو حاول الأطفال المصابون باضطراب فرط الحركة ونقص الانتباه حقًا اتباع القواعد ، فقد لا يتمكنون من ذلك. هذا يمكن أن يكون له تأثير سلبي على صورتهم الذاتية ، ويجعلهم يتخلون عن المحاولة أو التصرف في كثير من الأحيان. يمكن للمعالج الماهر في إدارة السلوك أن يساعد الآباء على فهم كيفية تأثير اضطراب فرط الحركة ونقص الانتباه على أطفالهم. يتم استخدام تدريب الوالدين في إدارة السلوك للمساعدة في تغيير السلوكيات المشكلة من خلال بناء مهارات الأبوة والأمومة ، وتحسين العلاقة بين الوالدين وأطفالهم المصابين باضطراب فرط الحركة ونقص الانتباه ، ومساعدة الأطفال على إدارة سلوكياتهم."
    ," more about how to dealing wiht child have ADHD ":" المزيد حول كيفية التعامل مع طفل مصاب باضطراب فرط الحركة ونقص الانتباه ",
    "Are you Ready?":"هل انت مستعد؟",
    "Take the questionnaire":"اخذ الاستبيان",
    "ADHD Specialist":"ADHD اخصائيين",
    "childrenQuestion1":"إيلاء اهتمام وثيق بالتفاصيل وتجنب الأخطاء المتهورة"
,"The Result":"النتيجة",
"Your child has:": " :طفلك لديه",

"Get Help":"مساعدة",
    "Very Much":"كثيرا",
    "Quite a bit": "قليل",
    "Just A Little": "قليل جدا"
   ,
   "Not At All": "مطلقا",
   "The idea of this makes you panic":"فكرة هذا تجعلك تشعر بالذعر",
   "The idea of this makes you scared":"فكرة هذا تجعلك تشعر بالخوف",
   "You worry about this":"انت تقلق بشأن هذا"
   ,"Doesn't bother you":"لا يزعجك",
   "childrenQuestion2": "يحافظ على الانتباه في المهام أو أنشطة اللعب",
   "childrenQuestion3": "يستمع عند التحدث إليه مباشرة",
   "childrenQuestion4": "يتبع التعليمات والانتهاء من العمل المدرسي والأعمال المنزلية",
   "childrenQuestion5": "يشارك في المهام التي تتطلب جهدًا عقليًا متواصلًا",
   "childrenQuestion6": "يتتبع الأشياء الضرورية للأنشطة (لا يفقدها)",
   "childrenQuestion7": "تجاهل المنبهات الدخيلة",
   "childrenQuestion8": "يتذكر الأنشطة اليومية",
   "childrenQuestion9": "يجلس ثابتًا (يتحكم في حركة اليدين أو القدمين أو يتحكم في ارتعاش))",
   "childrenQuestion10": "يبقى جالسًا (عند الاقتضاء بواسطة قواعد الفصل أو الأعراف الاجتماعية)",
   "childrenQuestion11": "يلعب بهدوء (يحافظ على مستوى الضوضاء معقولاً)",
   "childrenQuestion12": "يستقر ويستريح (يتحكم في النشاط المستمر)",
   "childrenQuestion13": "يعدل النشاط اللفظي (يتحكم في التحدث المفرط)",
   "childrenQuestion14": "يفكر في الأسئلة (التحكم في حجب الإجابات)",
   "childrenQuestion15": "انتظر الدور (يقف في الطابور ويتناوب)",
   "childrenQuestion16": "يدخل في محادثة وألعاب دون مقاطعة أو تدخّل",
   "childrenQuestion17": "ينظم أنشطته ومهامه",
   "childrenQuestion18": "يشارك في المهام التي تتطلب مجهودًا عقليًا مستمرًا",
   "TeenagerQuestion1": "أنت ترتكب أخطاء غير مبالية في الإجراءات المطلوبة منك",
    "TeenagerQuestion2": "هل تجد صعوبة في تركيز انتباهك عندما تقوم بعمل ممل أو متكرر؟",
    "TeenagerQuestion3": "تجد صعوبة في التركيز على ما يقوله الناس لك ، حتى عندما يتحدثون معك مباشرة؟",
    "TeenagerQuestion4": "هل تواجه صعوبة في الانتهاء من التفاصيل النهائية لمشروعك (عملك) خاصة الأجزاء السهلة ، بمجرد الانتهاء من الأجزاء الصعبة منه؟",
    "TeenagerQuestion5": "هل تجد صعوبة في ترتيب الأشياء عندما يتعين عليك القيام بمهمة تتطلب تنظيمًا؟",
    "TeenagerQuestion6": "عندما يكون لديك مهمة تتطلب الكثير من التفكير ، هل تتجنبها أو تؤخر البدء بها؟",
    "TeenagerQuestion7": "هل ترتكب أخطاء أو تجد صعوبة في العثور على أشياء في المنزل أو في العمل؟",
    "TeenagerQuestion8": "هل يصرف انتباهك النشاط أو الضوضاء من حولك؟",
    "TeenagerQuestion9": "هل لديك مشاكل في تذكر المواعيد أو الالتزامات؟",
    "TeenagerQuestion10": "تململ أو تململ بيديك أو قدميك عندما تضطر إلى الجلوس لفترة طويلة؟",
    "TeenagerQuestion11": "هل تترك مقعدك في الاجتماعات أو المواقف الأخرى التي من المتوقع أن تظل فيها جالسًا؟",
    "TeenagerQuestion12": "تشعر بالقلق؟",
    "TeenagerQuestion13": "هل تجد صعوبة في الاسترخاء عندما يكون لديك وقت لذلك؟",
    "TeenagerQuestion14": "تشعر بالنشاط المفرط وتجبر على القيام بأشياء ، كما لو كنت تتحرك بلا توقف",
    "TeenagerQuestion15": "تجد نفسك تتحدث كثيرًا عندما تكون في مواقف اجتماعية؟",
    "TeenagerQuestion16": "مقاطعة الآخرين أثناء حديثهم بطريقة لا تجعلهم يكملون كلماتهم",
    "TeenagerQuestion17": "تجد صعوبة في انتظار دورك في المواقف التي تتطلب ذلك",
    "TeenagerQuestion18": "أنت تقاطع الآخرين عندما يكونون مشغولين",
    "AnxietyQuestion1": "ان يحكم عليك من قبل شخص ما",
    "AnxietyQuestion2": "استخدام دورة المياه العامة",
    "AnxietyQuestion3": "الذهاب إلى حدث لا تعرف فيه أحداً",
    "AnxietyQuestion4": "تلقي رسالة نصية أو رسالة فورية تقول اتصل بي أو هل يمكننا التحدث؟",
    "AnxietyQuestion5": "الشعور بتشنج عشوائي أو ألم في جسمك",
    "AnxietyQuestion6": "التواجد حول حيوان - مثل كلب أو قطة",
    "AnxietyQuestion7": "السباحة في المياه العميقة جدا",
    "AnxietyQuestion8": "يكبر في السن",
    "AnxietyQuestion9": "استبعادك من المناسبات الاجتماعية",
    "AnxietyQuestion10": "أن تكون متأخرا",
    "AnxietyQuestion11": "التواجد في مكان مظلم",
    "AnxietyQuestion12": "الحصول على تسريح",
    "AnxietyQuestion13": "قول أو فعل شيء محرج",
    "AnxietyQuestion14": "اتساخ يديك أو جسدك",
    "Benefits of physical exercise":"فوائد ممارسة الرياضة البدنية",
    "Aids relaxation":"يساعد على الاسترخاء",
    "Increased strength and muscular endurance":"زيادة القوة والقدرة على التحمل العضلي",
    "Reduce anxiety as well as insomnia and stress reduction":"تقليل القلق وكذلك الأرق وتقليل التوتر",
    "General health improvement and ability to care for one’s self":"تحسين الصحة العامة والقدرة على رعاية الذات",
    "                                                                                            For older children, the best treatment is often a combination of behavior therapy and medication. But for children under 6 years of age, experts recommend that ADHD be treated with behavior therapy first, before trying medication. Behavior therapy is the recommended treatment for ADHD in children under 6 years of age. The type of behavior therapy that is most effective for this age is parent training in behavior management, meaning that therapists work with parents and teach them the skills needed to help their child better manage their ADHD.":"                                                                                            بالنسبة للأطفال الأكبر سنًا ، غالبًا ما يكون أفضل علاج هو الجمع بين العلاج السلوكي والأدوية. ولكن بالنسبة للأطفال الذين تقل أعمارهم عن 6 سنوات ، يوصي الخبراء بعلاج اضطراب فرط الحركة ونقص الانتباه من خلال العلاج السلوكي أولاً ، قبل تجربة العلاج. العلاج السلوكي هو العلاج الموصى به لاضطراب فرط الحركة ونقص الانتباه لدى الأطفال دون سن 6 سنوات. نوع العلاج السلوكي الأكثر فعالية لهذا العمر هو تدريب الوالدين على إدارة السلوك ، مما يعني أن المعالجين يعملون مع الآباء ويعلمونهم المهارات اللازمة لمساعدة أطفالهم على إدارة اضطراب فرط الحركة ونقص الانتباه بشكل أفضل."
}